Repository: instructure/canvas-ios
Catalog: Student/Student/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: You're learning, growing, and doing better than you realize.
ar: أنت تتعلم وتتطور وتقدم أفضل مما تعتقد.
ca: Esteu aprenent, creixent i fent-ho millor del que us adoneu.
cy: Rwyt ti’n dysgu, yn tyfu, ac yn gwneud yn well nag wyt ti’n meddwl.
da: Du lærer, vokser og klarer dig bedre, end du er klar over.
da_instk12: Du lærer, vokser og klarer dig bedre, end du er klar over.
de: Sie lernen, wachsen und machen es besser, als Sie denken.
es: Está aprendiendo, creciendo y haciéndolo mejor de lo que cree.
es_es: Estás aprendiendo, creciendo y haciéndolo mejor de lo que imaginas.
fi: Opit, kasvat, ja suoriudut paremmin kuin huomaatkaan.
fr: Tu apprends, tu t’épanouis et tu réussis mieux que ce que tu penses.
fr_ca: Vous apprenez, vous vous perfectionnez et vous réussissez mieux que vous ne le pensez.
ga: Tá tú ag foghlaim, ag fás, agus ag déanamh níos fearr ná mar a thuigeann tú.
hi: आप सीख रहे हैं, आगे बढ़ रहे हैं और अपनी समझ से कहीं बेहतर कर रहे हैं।
ht: W ap aprann, w ap grandi, epi w ap pi bon pase sa w te ka imajine.
id: Anda sedang belajar, berkembang, dan melakukan lebih baik dari yang Anda sadari.
is: Þú ert að læra, vaxa og gera betur en þú heldur.
it: Stai apprendendo, crescendo e facendo meglio di quanto pensi.
ja: あなたは学び、成長し、自分で気づいている以上に上達しています。
ko: 자신이 생각하는 것보다 더 많이 배우고 성장하고 잘하고 있습니다.
mi: Kei te ako koe, kei te tipu, kei te mahi pai ake i tō whakaaro.
ms: Anda belajar, berkembang dan melakukan lebih baik daripada yang anda sangka.
nb: Du lærer, vokser og gjør det bedre enn du tror.
nb_instk12: Du lærer, vokser og gjør det bedre enn du tror.
nl: Je leert, groeit en doet het beter dan je je realiseert.
pl: Uczysz się i rozwijasz; idzie Ci lepiej, niż sądzisz.
pt: Estás a aprender, a crescer e a fazer melhor do que imaginas.
pt_br: Você está aprendendo, crescendo e se saindo melhor do que imagina.
ru: Вы учитесь, развиваетесь и добиваетесь большего, чем думаете.
sl: Učite se, rastete in delate bolje, kot si mislite.
sv: Du lär, växer och klarar dig bättre än vad du tror.
sv_instk12: Du lär, växer och klarar dig bättre än vad du tror.
th: คุณกำลังเรียนรู้ เติมโตและทำได้ดีกว่าเดิมอย่างที่คุณไม่รู้ตัว
vi: Bạn đang học hỏi, trưởng thành, và làm tốt hơn bạn nghĩ.
zh: 你正在不断学习、成长，悄然蜕变。
zh_hk: 你正在學習、成長，而且做得比你想像的還要好。

source: You're moving forward, even on quiet days.
ar: أنت تتقدم نحو الأمام، حتى في أيامك البطيئة.
ca: Esteu avançant, fins i tot els dies tranquils.
cy: Rwyt ti’n gwneud cynnydd, hyd yn oed ar ddiwrnod tawel.
da: Du bevæger dig fremad, selv på de stille dage.
da_instk12: Du bevæger dig fremad, selv på de stille dage.
de: Sie kommen voran, auch an ruhigen Tagen.
es: Está avanzando, incluso en los días tranquilos.
es_es: Estás avanzando, hasta en los días tranquilos.
fi: Olet menossa eteenpäin, jopa hiljaisina päivinä.
fr: Tu continues de progresser, même les jours où tu tournes au ralenti.
fr_ca: Vous allez de l’avant, même les jours calmes.
ga: Tá tú ag bogadh ar aghaidh, fiú ar laethanta ciúine.
hi: आप आगे बढ़ रहे हैं, शांत दिनों में भी।
ht: W ap avanse, menm nan jou ki trankil yo.
id: Anda terus maju, bahkan di hari-hari yang tenang.
is: Þú færist áfram, jafnvel á rólegum dögum.
it: Stai procedendo, anche nei giorni di calma.
ja: 静かな日であっても、あなたは前進しています。
ko: 큰 변화가 없는 것 같은 날에도 진전은 있습니다.
mi: Kei te neke whakamua koe, ahakoa i ngā rā marino.
ms: Anda maju ke hadapan, walaupun pada hari yang tidak riuh.
nb: Du går fremover, selv på rolige dager.
nb_instk12: Du går fremover, selv på rolige dager.
nl: Je gaat vooruit, ook op rustige dagen.
pl: Idziesz naprzód, nawet gdy nie ma szału.
pt: Estás a avançar, mesmo nos dias mais calmos.
pt_br: Você está progredindo, mesmo em dias tranquilos.
ru: Вы двигаетесь вперед, даже в спокойные дни.
sl: Napredujete, tudi v mirnih dneh.
sv: Du gör framsteg, även under tröga dagar.
sv_instk12: Du gör framsteg, även under tröga dagar.
th: คุณกำลังก้าวไปข้างหน้า แม้ในวันที่ดูเหมือนเงียบเหงา
vi: Bạn vẫn đang tiến lên, ngay cả trong những ngày yên ắng.
zh: 即便在安静的日子里，你也在悄然进步。
zh_hk: 即使在平靜的日子裡，你也在前進。

source: You're not behind — you're on your path.
ar: أنت لست متأخرًا — أنت في مسارك الصحيح.
ca: No us esteu quedant enrere: esteu en el camí.
cy: Dwyt ti ddim ar ei hôl hi — rwyt ti ar y llwybr cywir.
da: Du er ikke bagud – du finder din helt egen vej.
da_instk12: Du er ikke bagud – du finder din helt egen vej.
de: Sie sind nicht im Rückstand – Sie sind auf Ihrem Weg.
es: No va retrasado, está en su camino.
es_es: No te estás quedando atrás: estás en camino.
fi: Et ole jäljessä – olet polullasi.
fr: Tu n’es pas en retard, tu poursuis ton chemin.
fr_ca: Vous n’êtes pas en retard, vous êtes sur votre chemin.
ga: Níl tú ar gcúl - tá tú ar do chosán.
hi: आप पीछे नहीं हैं — आप अपने रास्ते पर हैं।
ht: Ou pa anreta — ou sou wout ou.
id: Anda tidak tertinggal — Anda berada di jalur Anda.
is: Þú ert ekki á eftir - þú ert á réttri leið.
it: Non sei indietro: sei in linea.
ja: 遅れてなどいません — あなたはは自分の道を歩んでいます。
ko: 뒤처지지 않았습니다. 목표를 향해 가는 중입니다.
mi: Kāore koe i muri — kei runga koe i tō ara.
ms: Anda tidak berada di belakang — anda berada di laluan anda.
nb: Du er ikke bakpå – du er på vei.
nb_instk12: Du er ikke bakpå – du er på vei.
nl: Je loopt niet achter – je bent op jouw pad.
pl: Nie pozostajesz w tyle – jesteś na dobrej drodze.
pt: Você não está atrasado — você está no seu caminho.
pt_br: Você não está atrasado — você está no caminho certo.
ru: Вы не отстаете, вы на верном пути.
sl: Ne zaostajate – na svoji poti ste.
sv: Du ligger inte efter – du är på rätt väg.
sv_instk12: Du ligger inte efter – du är på rätt väg.
th: คุณไม่ได้ล้าหลัง คุณยังอยู่ในเส้นทาง
vi: Bạn không hề tụt lại — bạn đang đi trên con đường của riêng mình.
zh: 你并没有落后，只是在自己的道路上前行。
zh_hk: 你沒有落後 — 你正走在你的道路上。

source: You're not behind, you're just on your path.
ar: أنت لست متأخرًا — أنت في مسارك الصحيح بالشكل المطلوب.
ca: No us esteu quedant enrere: esteu justament en el camí.
cy: Dwyt ti ddim ar ei hôl hi, rwyt ti ar dy lwybr dy hun.
da: Du er ikke bagud, du finder bare din helt egen vej.
da_instk12: Du er ikke bagud, du finder bare din helt egen vej.
de: Sie sind nicht im Rückstand, Sie sind nur auf dem Weg.
es: No va retrasado, solo sigue su camino.
es_es: No te estás quedando atrás: solo sigues tu camino.
fi: Et ole jäljessä – olet polullasi.
fr: Tu n’es pas en retard, tu poursuis simplement ton chemin.
fr_ca: Vous n’êtes pas en retard, vous êtes seulement sur votre chemin.
ga: Níl tú ar gcúl, tá tú ar do chosán amháin.
hi: आप पीछे नहीं हैं, आप अपने रास्ते पर हैं।
ht: Ou pa ret dèyè, ou jis sou wout ou.
id: Anda tidak tertinggal, Anda hanya sedang berada di jalur sendiri.
is: Þú ert ekki á eftir - þú ert akkúrat á réttri leið.
it: Non sei indietro, sei perfettamente in linea.
ja: 遅れてなどいません 、 あなたはは自分の道を歩んでいるだけです。
ko: 뒤처지지 않았습니다. 그저 목표를 향해 가는 중입니다.
mi: Kāore koe i muri, kei runga noa koe i tō ara.
ms: Anda tidak berada di belakang, anda hanya berada di laluan anda.
nb: Du er ikke bakpå, du er bare på vei.
nb_instk12: Du er ikke bakpå, du er bare på vei.
nl: Je loopt niet achter, je bent alleen maar op jouw pad.
pl: Nie pozostajesz w tyle i jesteś na dobrej drodze.
pt: Não estás atrasado, apenas no teu caminho.
pt_br: Você não está atrasado, você está apenas no seu caminho.
ru: Вы не отстаете, вы точно на верном пути.
sl: Niste v zaostanku, ste le na svoji poti.
sv: Du ligger inte efter, du är på rätt väg.
sv_instk12: Du ligger inte efter, du är på rätt väg.
th: คุณไม่ได้ล้าหลัง คุณยังอยู่ในเส้นทาง
vi: Bạn không hề tụt lại, bạn đang đi trên con đường của riêng mình.
zh: 你并没有落后，只是在自己的道路上前行。
zh_hk: 你沒有落後，你只是在前進的路上。

source: You've already made it this far today — that's something to be proud of.
ar: لقد نجحت في الوصول إلى هنا اليوم — وهذا أمر عليك أن تكون فخورًا به.
ca: Ja heu arribat fins aquí avui i heu de sentir-ne orgull.
cy: Rwyt ti wedi goroesi heddiw — dylet ti fod yn falch o dy hun am hynny.
da: Du har allerede nået meget i dag – det kan du godt være stolt af.
da_instk12: Du har allerede nået meget i dag – det kan du godt være stolt af.
de: Sie haben es heute schon bis hierher geschafft – das ist etwas, worauf Sie stolz sein können.
es: Ya llegó hasta aquí hoy, eso es algo de lo que sentir orgullo.
es_es: Ya has llegado hasta aquí hoy: es algo por lo que sentir orgullo.
fi: Olet jo päässyt näin pitkälle tänään — siitä voi olla ylpeä.
fr: Tu as tenu bon tout aujourd’hui. Voilà de quoi être fier(ère) de toi.
fr_ca: Vous avez déjà franchi cette étape aujourd’hui — c’est un motif de fierté.
ga: Tá an méid seo bainte amach agat inniu cheana féin - is rud é sin le bheith bródúil as.
hi: आज के दिन को यहाँ तक पहुँचाने के लिए वाकई गर्व महसूस करना चाहिए।
ht: Gade tout pakou w gentan fè jodi a — ou mèt fyè de tèt ou.
id: Anda sudah sampai sejauh ini hari ini — itu sesuatu yang patut dibanggakan.
is: Þú hefur þegar komist hingað til í dag — það er eitthvað til að vera stolt(ur) af.
it: Lo hai già fatto oggi: si tratta di qualcosa di cui essere orgogliosi.
ja: 今日ここまでの道のりを辿り着いて来ているのです — 誇りに思えることです。
ko: 오늘 이만큼 완성했습니다. 자신에 대해 자긍심을 가지세요.
mi: Kua tae kē koe ki konei i tēnei rā — he mea whakahīhī tēnā.
ms: Anda sudah sampai sejauh ini — ini adalah sesuatu yang patut anda banggakan.
nb: Du har allerede kommet så langt i dag – det er noe å være stolt av.
nb_instk12: Du har allerede kommet så langt i dag – det er noe å være stolt av.
nl: Je hebt vandaag dit punt al weten te bereiken – dat is iets om trots op te zijn.
pl: Jesteś już tak daleko – to powód do dumy.
pt: Já chegou até aqui hoje — isso é algo de que se pode orgulhar.
pt_br: Você já chegou até aqui hoje — isso é motivo de orgulho.
ru: Вы уже сегодня достигли этого — этим можно гордиться.
sl: Danes ste že prišli tako daleč – to je nekaj, na kar lahko ste ponosni.
sv: Du har redan kommit så här långt – var stolt över det.
sv_instk12: Du har redan kommit så här långt – var stolt över det.
th: คุณมาได้ขนาดนี้วันนี้ นั่นคือสิ่งที่น่าภาคภูมิใจ
vi: Bạn đã đi được đến đây hôm nay — đó là điều đáng tự hào.
zh: 你已经走了这么远，这本身就是一个了不起的成就。
zh_hk: 你今天已經走到這一步了 — 這本身就值得驕傲。

source: You've done hard things before — you can do this too.
ar: لقد أنجزت أمورًا صعبة من قبل — ويمكنك أن تنجز هذا الأمر كذلك.
ca: En el passat, ja heu fet coses difícils i també podeu fer això.
cy: Rwyt ti wedi gwneud pethau anodd o’r blaen — galli di wneud hyn hefyd.
da: Du har gjort svære ting før – du kan også gøre det her.
da_instk12: Du har gjort svære ting før – du kan også gøre det her.
de: Sie haben schon früher schwierige Dinge geschafft – Sie können auch das schaffen.
es: Hizo cosas difíciles antes; también puede hacer esto.
es_es: Ya has logrado cosas difíciles antes: puedes hacer esto también.
fi: Olet tehnyt vaikeita asioita aiemmin – sinä pystyt tähänkin
fr: Tu as déjà accompli des choses difficiles. Là aussi, tu peux y arriver.
fr_ca: Vous avez déjà fait des choses difficiles — vous pouvez le faire aussi.
ga: Tá rudaí deacra déanta agat cheana - is féidir leat é seo a dhéanamh freisin.
hi: आपने पहले भी कठिन काम किए हैं — आप इसे भी कर सकते हैं।
ht: Ou konn fè bagay ki difisil deja — ou ka fè sa tou.
id: Anda pernah melakukan hal-hal sulit sebelumnya — Anda juga bisa melakukan ini.
is: Þú hefur gert erfiða hluti áður — þú getur líka gert þetta.
it: Hai affrontato cose difficili in precedenza: puoi farcela anche adesso.
ja: あなたはこれまでにも困難を乗り越えてきました — これもできます。
ko: 이전에 더 어려운 것도 해냈습니다. 이것도 해낼 수 있습니다.
mi: Kua oti i a koe ngā mahi uaua i mua — ka taea hoki e koe tēnei.
ms: Anda telah melakukan perkara sukar sebelum ini — anda dapat melakukan perkara ini juga.
nb: Du har gjort vanskelige ting før – du kan klare dette også.
nb_instk12: Du har gjort vanskelige ting før – du kan klare dette også.
nl: Je het vaker moeilijke dingen gedaan – je kunt dit ook doen.
pl: To nie pierwsze Twoje zmaganie – z tym też sobie poradzisz.
pt: Já fizeste coisas difíceis antes — também consegues fazer isto.
pt_br: Você já enfrentou coisas difíceis antes — você consegue fazer isso também.
ru: Вы уже сталкивались с трудностями — справитесь и с этим.
sl: Že v preteklosti ste dosegli težke stvari – tudi tole zmorete.
sv: Du har klarat svåra saker förr – du klarar detta med.
sv_instk12: Du har klarat svåra saker förr – du klarar detta med.
th: ทุกเคยทำเรื่องยาก ๆ มากแล้ว คุณทำเรื่องนี้ได้เช่นกัน
vi: Bạn đã từng vượt qua nhiều điều khó khăn trước đây — bạn cũng có thể làm được lần này.
zh: 再大的困难你都克服了，这一次也不例外。
zh_hk: 你以前也做過難事 — 這次你也能做到。

source: You've got this.
ar: أنت قادر على تحقيق ذلك.
ca: Teniu això.
cy: Ti’n gallu gwneud hyn.
da: Det her skal du nok klare.
da_instk12: Det her skal du nok klare.
de: Sie schaffen das.
es: Lo tiene controlado.
es_es: Tú puedes con esto.
fi: Onnistut.
fr: Tu peux y arriver.
fr_ca: Vous l’avez.
ga: Tá seo agat.
hi: आपने यह कर दिखाया।
ht: Ou kapab.
id: Anda pasti bisa.
is: Þú hefur þetta.
it: Questo è il tuo risultato.
ja: あなたならできます。
ko: 이해하셨습니다.
mi: Kei a koe tēnei.
ms: Anda dapat menanganinya.
nb: Du klarer dette.
nb_instk12: Du klarer dette.
nl: Je kunt dit.
pl: Dajesz radę.
pt: Você consegue.
pt_br: Você consegue.
ru: Вы справитесь.
sl: Zmorete to.
sv: Du kan det här.
sv_instk12: Du kan det här.
th: คุณทำได้
vi: Bạn làm được mà.
zh: 你已经做到了。
zh_hk: 你行的。

source: Your effort matters more than perfection.
ar: مجهودك أهم من تحقيق المثالية.
ca: Els vostres esforços importen més que la perfecció.
cy: Mae ymdrech yn bwysicach na pherffeithrwydd.
da: Din indsats er vigtigere end perfektion.
da_instk12: Din indsats er vigtigere end perfektion.
de: Ihr Einsatz ist wichtiger als Perfektion.
es: Su esfuerzo importa más que la perfección.
es_es: Tu esfuerzo importa más que alcanzar la perfección.
fi: Ponnistelusi merkitsee enemmän kuin täydellisyys.
fr: Les efforts comptent plus que la perfection.
fr_ca: Vos efforts comptent plus que la perfection.
ga: Tá do chuid iarrachtaí níos tábhachtaí ná foirfeacht.
hi: पूरी तरह से सही होने के बजाय, प्रयास करना ज़्यादा मायने रखता है।
ht: Efò w ap fè a pi enpòtan pase pèfeksyon.
id: Usaha Anda lebih penting daripada kesempurnaan.
is: Viðleitni þín skiptir meira máli en fullkomnun.
it: I tuoi sforzi contano di più della perfezione.
ja: 完璧さより、大切なのはあなたです。
ko: 완벽보다 노력이 중요합니다.
mi: He mea nui ake tō kaha i te tino pai.
ms: Usaha anda lebih penting daripada kesempurnaan.
nb: Innsatsen din er viktigere enn perfeksjon.
nb_instk12: Innsatsen din er viktigere enn perfeksjon.
nl: Je inspanning is belangrijker dan perfectie.
pl: Starania są cenniejsze niż perfekcyjne wyniki.
pt: O teu esforço é mais importante do que a perfeição.
pt_br: Seu esforço é mais importante do que a perfeição.
ru: Ваши усилия важнее совершенства.
sl: Vaš trud je pomembnejši od popolnosti.
sv: Dina insatser betyder mer än perfektion.
sv_instk12: Dina insatser betyder mer än perfektion.
th: ความพยายามของคุณสำคัญมากกว่าความสมบูรณ์แบบ
vi: Nỗ lực của bạn quan trọng hơn sự hoàn hảo.
zh: 努力比完美更重要。
zh_hk: 你的努力比完美更重要。

source: Your effort matters, even if no one sees it.
ar: مجهودك هو ما يهم، حتى لو لم يره أحد.
ca: Els vostres esforços són importants, tot i que ningú se n’adoni.
cy: Mae dy ymdrech yn bwysig, hyd yn oed os nad oes neb yn ei weld.
da: Din indsats betyder noget, også selvom ingen ser den.
da_instk12: Din indsats betyder noget, også selvom ingen ser den.
de: Ihre Bemühungen sind wichtig, auch wenn niemand sie sieht.
es: Su esfuerzo importa, aunque nadie lo vea.
es_es: Tu esfuerzo importa, incluso si nadie lo ve.
fi: Ponnisteluillasi on merkitystä, vaikka kukaan ei näkisi sitä.
fr: Tes efforts sont importants, même si personne ne s’en rend compte.
fr_ca: Vos efforts comptent, même si personne ne les voit.
ga: Tá tábhacht le do chuid iarrachtaí, fiú mura bhfeiceann aon duine í.
hi: आपका प्रयास मायने रखता है, भले ही कोई इसे न देखे।
ht: Efò ou fè gen valè, menm si pèsonn pa wè li.
id: Usaha Anda penting, meskipun tidak ada yang melihatnya.
is: Viðleitni þín skiptir máli, jafnvel þótt enginn sjái hana.
it: Il tuoi sforzi contano, anche se nessuno li vede.
ja: 誰が見ていくても、あなたの努力には意味があります。
ko: 아무도 볼 수 없지만 자신의 노력은 중요합니다.
mi: He mea nui tō kaha, ahakoa kāore tetahi e kite.
ms: Usaha anda bernilai, walaupun tiada yang nampak.
nb: Innsatsen din er viktig, selv om ingen ser den.
nb_instk12: Innsatsen din er viktig, selv om ingen ser den.
nl: Je inspanning doet ertoe, ook als niemand het ziet.
pl: Twoje wysiłki mają znaczenie, nawet jeśli nikt ich nie widzi.
pt: O teu esforço é importante, mesmo que ninguém o veja.
pt_br: Seu esforço é importante, mesmo que ninguém veja.
ru: Ваши усилия имеют значение, даже если никто этого не замечает.
sl: Vaš trud je pomemben, tudi če ga nihče ne vidi.
sv: Dina insatser räknas, även om ingen ser dem.
sv_instk12: Dina insatser räknas, även om ingen ser dem.
th: ความพยายามของคุณสำคัญ แม้ว่าจะไม่มีใครเห็นก็ตาม
vi: Nỗ lực của bạn có giá trị, ngay cả khi không ai nhìn thấy.
zh: 你的每一分努力皆有回响，纵使无人看到。
zh_hk: 你的努力很重要，即使無人知曉。

source: Your effort today is an investment in tomorrow.
ar: مجهودك اليوم هو استثمار في الغد.
ca: Els vostres esforços actuals són una inversió per a demà.
cy: Mae dy ymdrech heddiw yn fuddsoddiad yn dy ddyfodol.
da: Din indsats i dag er en investering i morgendagen.
da_instk12: Din indsats i dag er en investering i morgendagen.
de: Ihre heutige Anstrengung ist eine Investition in die Zukunft.
es: Su esfuerzo de hoy es una inversión en el mañana.
es_es: Tu esfuerzo de hoy es una inversión para el mañana.
fi: Tämän päivän ponnistelusi on sijoitus huomiseen.
fr: Tes efforts aujourd’hui sont un investissement dans l’avenir.
fr_ca: Votre effort d’aujourd’hui est un investissement pour demain.
ga: Is infheistíocht san amárach do chuid iarrachtaí inniu.
hi: आप जो प्रयास आज कर रहे हैं, वह कल आपको फल देगा।
ht: Efò ou fè jodi a se yon envestisman pou demen.
id: Usaha Anda hari ini adalah investasi untuk hari esok.
is: Fyrirhöfn þín í dag er fjárfesting í morgundeginum.
it: Il tuoi sforzi di oggi sono un investimento di domani.
ja: 今日の努力は明日への投資です。
ko: 오늘의 노력은 내일에 투자입니다.
mi: Ko tō kaha i tēnei rā he haumitanga mō āpōpō.
ms: Usaha anda hari ini ialah pelaburan hari esok.
nb: Innsatsen i dag er en investering i morgendagen.
nb_instk12: Innsatsen i dag er en investering i morgendagen.
nl: De inspanning die je vandaag verricht is een investering in morgen.
pl: Twoje dzisiejsze starania są inwestycją w jutro.
pt: O teu esforço hoje é um investimento no amanhã.
pt_br: Seu esforço hoje é um investimento no amanhã.
ru: Ваши сегодняшние усилия — это инвестиции в завтрашний день.
sl: Vaš današnji trud je naložba v jutri.
sv: Dina insatser idag är en investering i morgondagen.
sv_instk12: Dina insatser idag är en investering i morgondagen.
th: ความพยายามของคุณในวันนี้คือการลงทุนเพื่อวันพรุ่งนี้
vi: Nỗ lực hôm nay là khoản đầu tư cho ngày mai.
zh: 今天的努力是对明天的投资。
zh_hk: 你今天的努力是對明天的投資。

source: Your files could not be found
ar: تعذر العثور على ملفاتك
ca: No s'han pogut trobar els fitxers
cy: Doedd dim modd dod o hyd i'ch ffeiliau
da: Dine filer kunne ikke findes
da_instk12: Dine filer kunne ikke findes
de: Ihre Dateien konnten nicht gefunden werden
es: No se pudieron encontrar sus archivos
es_es: No se han podido encontrar tus archivos
fi: Tiedostojasi ei löytynyt
fr: Vos fichiers n'ont pas pu être trouvés
fr_ca: Vos fichiers n'ont pu être trouvés
ga: Níorbh fhéidir do chomhaid a aimsiú
hi: आपकी फ़ाइलें नहीं मिल सकीं
ht: Nou paka jwenn fichye ou yo
id: File Anda tidak dapat ditemukan
is: Skrár fundust ekki
it: Impossibile trovare i tuoi file
ja: ファイルが見つかりませんでした
ko: 파일을 찾을 수 없습니다
mi: Kaore i kitea ō kōnae
ms: Fail anda tidak ditemukan
nb: Filene dine ble ikke funnet
nb_instk12: Filene dine ble ikke funnet
nl: Je bestanden konden niet gevonden worden
pl: Nie udało się znaleźć Twoich plików
pt: Não foi possível encontrar os seus ficheiros
pt_br: Não foi possível localizar seus arquivos
ru: Ваши файлы не могут быть найдены
sl: Datotek ni mogoče najti.
sv: Dina filer kunde inte hittas
sv_instk12: Dina filer kunde inte hittas
th: ไม่พบไฟล์ของคุณ
vi: Không tìm thấy tập tin của bạn
zh: 您的文件无法找到
zh_hk: 無法找到您的檔案

source: Your pace is the right pace.
ar: إيقاعك هو الإيقاع الصحيح.
ca: El vostre ritme és el correcte.
cy: Rwyt ti’n mynd ar dy gyflymder dy hun.
da: Dit tempo er det rigtige tempo.
da_instk12: Dit tempo er det rigtige tempo.
de: Ihr eigenes Tempo ist das richtige Tempo.
es: Su ritmo es el adecuado.
es_es: Tu ritmo es el ritmo adecuado.
fi: Vauhtisi on oikea.
fr: Ton propre rythme est celui qu’il te faut.
fr_ca: Votre rythme est le bon.
ga: Is é do luas an luas ceart.
hi: जिस गति से आप चल रहे हैं, वही सही गति है।
ht: Jan w ap avanse a bon.
id: Tempo Anda sudah tepat.
is: Hraðinn þinn er rétti hraðinn.
it: Il tuo ritmo è quello giusto.
ja: 自分のペースが正しいペースです。
ko: 나의 속도가 올바른 속도입니다.
mi: Ko tō tere te tere tika.
ms: Rentak anda sudah betul.
nb: Tempoet ditt er riktig tempo.
nb_instk12: Tempoet ditt er riktig tempo.
nl: Jouw tempo is het juiste tempo.
pl: Masz właściwe tempo.
pt: O seu ritmo é o ritmo certo.
pt_br: Seu ritmo é o ritmo certo.
ru: Ваш темп — правильный.
sl: Vaš tempo je pravi tempo.
sv: Du har rätt takt.
sv_instk12: Du har rätt takt.
th: คุณกำลังเดินไปในเส้นทางที่ถูกต้องแล้ว
vi: Tốc độ của bạn chính là tốc độ đúng.
zh: 你的节奏把握得很好。
zh_hk: 你的節奏很合適。
